<template>
  <div calss="help_content">
    <mu-appbar style="width: 100%;" color="#f56e9c">
      <mu-row>
        <mu-col span="4">
          <p class="title_button">
            <mu-button icon style="margin-top: 5px" @click="$router.back(-1)">
              <mu-icon value="keyboard_arrow_left"></mu-icon>
            </mu-button>
          </p>
        </mu-col>
        <mu-col span="4">
          <p class="title_p">帮助</p>
        </mu-col>
        <mu-col span="4"></mu-col>
      </mu-row>
    </mu-appbar>
    <mu-container>
      <div style="display: flex;justify-content: center;">
        <img src="../../assets/pigu.png" alt="">
      </div>
      <h3 style="text-align:center">蜜桃社区</h3>

      <mu-expansion-panel>
        <div slot="header">关于蜜桃社区</div>第一章 总则
        <br>第一条 为保障蜜桃社区用户的的良好体验，维护平台的正常秩序，根据《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《全国人民代表大会常务委员会关于维护互联网安全的决定》、《互联网新闻信息服务管理规定》、《文化部关于加强网络表演管理工作的通知》《关于加强网络视听节目直播服务管理有关问题的通知》等相关法律规定，以及《蜜桃服务条款》和《蜜桃用户隐私政策》等相关协议和政策，特制定本公约。
        <hr>第二条 蜜桃是北京蜜莱坞网络科技有限公司旗下一款直播软件，面向所有蜜桃用户提供视频直播服务（以下简称“蜜桃 官方”）。
        <hr>第三条 蜜桃社区（以下简称“社区”）是蜜桃用户使用蜜桃直播软件进行网络交流的区域。
        <hr>第四条 蜜桃官方提供视频直播服务以及围绕视频直播展开的社区化服务，旨在为蜜桃用户创建公平、快乐、自由、健康的网络社区。
        <hr>第二章 蜜桃用户说明
        <hr>第五条 凡接受《蜜桃服务条款》、《蜜桃用户隐私政策》和本公约并成功注册的，都是蜜桃用户。
        <hr>第六条 蜜桃用户的尊严、自由和权利受社区平等保护。社区依照一定的标准对社区用户进行管理，标准公开透明。
        <hr>第七条 蜜桃用户的经验值和其他虚拟财产受社区保护。依照预先确定并公布的规则，某些服务和活动会导致用户的活动积分、经验值或者其他虚拟财产增减变动，此类变动受社区保护。
        <hr>第八条 蜜桃用户有依社区规则在社区内活动和发表言论的权利。
        <hr>第九条 蜜桃用户的个人隐私受社区保护，社区须采取严格措施，确保用户隐私信息不被泄露。除非本人同意，或者依法律法规规定或相关主管部门要求及预先确定的规则，蜜桃用户的个人资料和其他隐私信息不得被公开。
        <hr>第十条 蜜桃用户须妥善保管账号和密码；不应将账号、密码转让、出租、出借、赠与或以其他形式转移给他人使用。因用户保管疏忽或因黑客行为等导致的账号、密码遭他人非法使用等情况，蜜桃官方不承担相关责任。如用户发现账号遭他人非法使用，应立即向蜜桃官方提出申诉，参照《蜜桃社区用户举报和投诉流程》。
        <hr>第十一条 蜜桃用户依社区管理规则规范产生的行为，受社区保护。蜜桃用户从事违反法律法规及社区管理规则规范的行为活动将受到相应处罚。任何被处罚的蜜桃用户，都可以在蜜桃APP-设置-帮助和反馈中查看自己的处罚情况，违规行为处罚参照《蜜桃 社区违规管理总则》和《蜜桃 社区用户违规管理规则》。
        <hr>第十二条 蜜桃用户的任何权利，以不影响其他蜜桃用户的相同权利为限。社区规则可以对这些限制做出具体的规定。
        <hr>第十三条 蜜桃定义的私密直播为群组直播，直播内容适用《蜜桃社区用户违规管理规则》、《蜜桃主播管理规范》等管理规范。
        <hr>第十四条 蜜桃禁止军人直播或利用人体缺陷或者以展示人体变异等方式招徕用户。
        <hr>第十五条 未经批准，任何机构和个人不得在蜜桃平台使用“电视台”“广播电台”“电台”“TV”等广播电视专有名称开展直播。
        <hr>第十六条 任何机构和个人不得通过蜜桃平台对重大政治、军事、经济、社会、文化、等活动或事件进行音视频直播。
        <hr>第十七条 蜜桃平台的直播节目应坚持健康的格调品味，不得含有国家法律法规规定所禁止的内容，并自觉抵制内容低俗、过度娱乐化、宣扬拜金主义和崇尚奢华等问题。
        <hr>第十八条 蜜桃用户必须遵守的其他规则目前包含但不限于以下：
        <br>1）《蜜桃社区用户举报和投诉流程》
        <br>2）《蜜桃社区违规管理总则》
        <br>3）《蜜桃社区用户违规管理规则》
        <br>4）《蜜桃主播管理规范》
        <hr>第三章 言论规则
        第十九条 蜜桃用户在社区内的言论(包括但不限于文字、图片、音频、视频)不得违反国家的法律法规。根据《互联网信息服务管理办法》，用户的言论不得含有下列内容：
        <br>1）违反宪法确定的基本原则的；
        <br>2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        <br>3）损害国家荣誉和利益的；
        <br>4）煽动民族仇恨、民族歧视、破坏民族团结的；
        <br>5）破坏国家宗教政策，宣扬邪教和封建迷信的；
        <br>6）散布谣言，扰乱社会秩序，破坏社会稳定的；
        <br>7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的，含有任何性或性暗示的；
        <br>8）侮辱或者诽谤他人，侵害他人合法权益的，含有辱骂、恐吓、威胁内容的；
        <br>9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
        1
        <br>0）其他可能引起或已经引起不良影响的政治话题；
        1
        <br>1）非法民间组织的名义活动；
        1
        <br>2）发送骚扰、垃圾广告、恶意诋毁、诱骗信息的；
        1
        <br>3）干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息；
        1
        <br>4） 严禁通过任何方式传播毒品、展示枪支、管制刀具等；
        1
        <br>5）含有法律、行政法规禁止的其他内容的信息；
        1
        <br>6）进行舆论引导，恶意煽动蜜桃 用户散播谣言、攻击、中伤他人及平台；
        1
        <br>7）刻意捏造信息，破坏他人、平台的信誉及形象。
        <hr>第二十条 蜜桃用户的言论应符合社区规则规定，发言前应了解相关规定，不发表与社区规则相违背的言论。
        <hr>第二十一条 蜜桃用户应尊重他人的知识产权，不得剽窃他人作品，转载或使用他人作品时应符合版权许可。
        <hr>第二十二条 蜜桃用户应遵守社区秩序和网络道德，杜绝污言秽语，杜绝刷屏、恶意连麦等影响他人正常使用的行为。
        <hr>第二十三条 蜜桃用户应尊重他人隐私，除非危及公众利益或经当事人同意，不得公开他人姓名、住址、电话等个人资料及其他隐私信息。
        <hr>第二十四条 未经社区许可，禁止发布广告或其他以获取商业利益为目的的内容。
        <hr>第二十五条 蜜桃用户在社区内发表违规言论的，社区管理人员有权删除其全部或部分言论，并视情节和危害结果，对其给予适当处罚。删除会员言论和处罚会员，必须给出明确的理由，并以社区规则为依据。
        <hr>第二十六条 基于平台政策，对于正在参与活动的永久封号账户，其参与活动的行为均属无效。
        <hr>第二十七条 用户对自己的言论承担全部责任。
        <hr>第四章 社区管理
        <hr>第二十八条 社区推行用户自治的原则。
        <hr>第二十九条 除社区的安全监管、因法律和商业义务必须由北京蜜莱坞网络科技有限公司行使的权利外，其他权利均保留给蜜桃用户行使。在用户不触犯蜜桃社区相关管理规定的情况下，蜜桃官方不会干涉其行使管理权利，也不具有调解蜜桃用户之间产生任何纠纷的义务。
        <hr>第三十条 蜜桃官方设立社区管理团队，对社区进行管理。社区管理团队主要履行维护和稳定社区秩序的职责。管理员均由蜜桃官方正式全职员工担任，行使社区全部管理职责和权利。
        <hr>第三十一条 任何社区公职人员，不得利用其操作权限干扰社区的安全监管和正常直播内容，如有违反，将根据法律法规及公司管理条例追究其相应责任。
        <hr>第五章 附则
        <hr>第三十二条 本公约的效力仅限于虚拟社区内部，不得解释为可以对蜜桃用户或他人的现实权利和义务产生影响。本公约的各项条款，以符合国家法律法规为基本原则，若有不一致之处，以国家的法律法规为解释准则。用户因使用社区服务产生的现实权利和义务受国家法律法规、《蜜桃服务条款》、《蜜桃用户隐私政策》的保护和制约。
        <hr>第三十三条 本公约修改权归蜜桃官方所有。蜜桃官方有义务将之不断完善并及时公示。
        <hr>第三十四条 社区其他任何规定、条例与本公约冲突时，以本公约为准。
        <hr>第三十五条 本公约自发布之日起施行。
        <br>蜜桃 官方
        二〇一七年二月二十日
        <hr>
      </mu-expansion-panel>
      <mu-expansion-panel>
        <div slot="header">隐私政策</div>引言
        蜜桃重视您的隐私。
        您在使用蜜桃服务（包括蜜桃网站http://ingkee.com和蜜桃移动应用）时，蜜桃（北京蜜莱坞网络科技有限公司出品 Beijing MeeLive Network Technology Co., Ltd. ）可能会收集和使用您的信息。
        蜜桃希望通过本《隐私政策》向您说明在您使用蜜桃的服务时，蜜桃如何收集、使用、储存和分享这些信息，以及蜜桃为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的蜜桃服务息息相关，蜜桃也希望您能够仔细阅读，并在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。本《隐私政策》之中涉及的相关技术词汇，蜜桃尽量以简明扼要的表述向您解释，并提供了进一步说明的链接，以便您的理解。 您使用或继续使用蜜桃的服务，视为您同意蜜桃按照本《隐私政策》收集、使用、储存和分享您的信息。
        如您对本《隐私政策》或与本《隐私政策》相关的事宜有任何问题，请通过support@ingkee.com 与蜜桃联系。
        <hr>蜜桃收集的信息
        蜜桃提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为蜜桃的用户、享受蜜桃提供的某些服务，或者即便蜜桃可以继续向您提供一些服务，也无法达到该服务拟达到的效果。
        您提供的信息
        您在注册蜜桃的账户或使用蜜桃的服务时，向蜜桃提供的相关个人信息，例如电话号码、电子邮件等；
        您通过蜜桃的服务向其他方提供的共享信息，以及您使用蜜桃的服务时所储存的信息。
        其他方分享的您的信息
        其他方使用我们的服务时所提供有关您的共享信息。
        <hr>蜜桃获取的您的信息
        您使用蜜桃服务时蜜桃可能收集如下信息：
        日志信息指您使用蜜桃服务时，系统可能会通过cookies、web beacon或其他方式自动采集的技术信息，包括：
        设备或软件信息，例如您的移动设备、网页浏览器或您用于接入蜜桃的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；
        您在使用蜜桃服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用蜜桃服务时浏览或要求提供的其他信息和内容详情；
        有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；
        您通过蜜桃的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长；
        您通过蜜桃的服务分享的内容所包含的信息（元数据），例如拍摄或上传的共享照片或录像的日期、时间或地点等。
        位置信息指您开启设备定位功能并使用蜜桃基于位置提供的相关服务时，蜜桃收集的有关您位置的信息，包括：
        您通过具有定位功能的移动设备使用蜜桃的服务时，蜜桃通过GPS或WiFi等方式收集的您的地理位置信息；
        您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，例如您或其他人共享的照片包含的地理标记信息；
        您可以通过关闭定位功能随时停止蜜桃对您的地理位置信息的收集。
        <hr>蜜桃如何使用您的信息
        蜜桃可能将在向您提供服务的过程之中所收集的信息用作下列用途：
        向您提供服务；
        在蜜桃提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保蜜桃向您提供的产品和服务的安全性；
        帮助蜜桃设计新服务，改善蜜桃现有服务；
        使蜜桃更加了解您如何接入和使用蜜桃的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他使用蜜桃服务的用户作出其他方面的回应；
        向您提供与您更加相关的广告以替代普遍投放的广告；
        评估蜜桃服务中的广告和其他促销及推广活动的效果，并加以改善；
        软件认证或管理软件升级；
        让您参与有关蜜桃产品和服务的调查。
        为了让蜜桃的用户有更好的体验、改善蜜桃的服务或您同意的其他用途，在符合相关法律法规的前提下，蜜桃可能将通过蜜桃的某一项服务所收集的个人信息，以汇集信息或者个性化的方式，用于蜜桃的其他服务。例如，在您使用蜜桃的一项服务时所收集的您的个人信息，可能在另一服务中用于向您提供特定内容或向您展示与您相关的、而非普遍推送的信息。如蜜桃在相关服务之中提供了相应选项，您也可以主动要求蜜桃将您在该服务所提供和储存的个人信息用于蜜桃的其他服务。 针对某些特定服务的特定隐私政策将更具体地说明蜜桃在该等服务中如何使用您的信息。
        <hr>如何访问和控制您的信息
        蜜桃将尽量采取适当的技术手段，保证您可以访问、更新和更正您的注册信息或使用蜜桃的服务时提供的其他个人信息。在访问、更新、更正和删除您的个人信息时，蜜桃可能会要求您进行身份验证，以保障您的账户安全。
        蜜桃如何分享您的信息
        除以下情形外，未经您同意，蜜桃、蜜桃关联方或合作方不会与任何第三方分享您的个人信息：
        蜜桃以及蜜桃的关联公司可能将您的个人信息与蜜桃的关联公司、合作方及第三方服务供应商、承包商及代理（例如代表蜜桃发出电子邮件或推送通知的通讯服务提供商、以及为蜜桃提供位置数据的地图服务供应商）分享（他们可能并非位于您所在法域），用作下列用途：
        向您提供蜜桃的服务；
        实现“蜜桃如何使用您的信息”部分所述目的；
        履行蜜桃在本《隐私政策》中的义务和形式蜜桃的权利；
        理解、维护和改善蜜桃的服务。
        如蜜桃或蜜桃的关联公司与任何上述第三方分享您的个人信息，蜜桃将努力确保该等第三方在使用您的个人信息时遵守本《隐私政策》及蜜桃要求其遵守的其他适当的保密和安全措施。
        随着蜜桃业务的持续发展，蜜桃以及蜜桃的关联公司有可能进行合并、收购、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移。蜜桃将在您的个人信息转移前通知您。
        蜜桃或蜜桃的关联公司还可能为以下需要保留、保存或披露您的个人信息：
        遵守适用的法律法规；
        遵守法院命令或其他法律程序的规定；
        遵守相关政府机关的要求；
        蜜桃为遵守适用的法律法规、维护社会公共利益、或保护蜜桃或蜜桃的集团公司、蜜桃的客户、其他用户或雇员的人身和财产安全或合法权益所合理必需的。
        <hr>蜜桃如何保留、储存和保护您的信息
        蜜桃仅在本《隐私政策》所述目的所必需期间和法律法规要求的时限内保留您的个人信息。蜜桃使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，蜜桃将利用加密技术（例如SSL）来保护您向蜜桃提供的个人信息。但请您谅解，由于技术的限制以及风险防范的局限，即便蜜桃已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入蜜桃的服务所用的系统和通讯网络，有可能因蜜桃可控范围外的情况而发生问题。
        有关共享信息的提示
        蜜桃的多项服务可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关信息，例如，您在蜜桃的服务中所上传或发布的信息（包括您公开的个人信息、您建立的名单）、您对其他人上传或发布的信息作出的回应，以及包括与这些信息有关的位置数据和日志信息。使用蜜桃服务的其他用户也有可能分享与您有关的信息（包括位置数据和日志信息）。特别是蜜桃的社交媒体服务，是专为使您可以与世界各地的用户共享信息而设计，从而使共享信息可实时、广泛的传递。只要您不删除共享信息，有关信息便一直留存在公众领域；即使您删除共享信息，有关信息仍可能由其他用户或不受蜜桃控制的非关联第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。 因此，请您认真考虑您通过蜜桃的服务上传、发布和交流的信息内容。在一些情况下，您可通过蜜桃某些服务的隐私设定来控制有权浏览您的共享信息的用户范围。如您要求从蜜桃的服务中删除您的个人信息，请通过该等特别服务条款提供的方式操作。
        有关敏感个人信息的提示
        某些个人信息因其特殊性可能被认为是敏感个人信息，例如您的种族、宗教、个人健康和医疗信息等。相比其他个人信息，敏感个人信息受到更加严格的保护。
        请注意，您在我们的服务中所提供、上传或发布的内容和信息（例如有关您社交活动的照片或信息），可能会泄露您的敏感个人信息。您需要谨慎地考虑，是否使用我们的服务披露您的敏感个人信息。
        您同意您的敏感个人信息按本《隐私政策》所述的目的和方式来处理。
        COOKIES、日志档案和WEB BEACON
        蜜桃和第三方合作伙伴可能通过cookies和web beacon收集和使用您的信息，并将该等信息储存为日志信息。
        蜜桃使用自己的cookies和web beacon，目的是为您提供更个性化的用户体验和服务，并用于以下用途：
        记住您的身份。例如：cookies和web beacon有助于蜜桃辨认您作为蜜桃的注册用户的身份，或保存您向蜜桃提供有关您的喜好或其他信息；
        分析您使用蜜桃服务的情况。蜜桃可利用cookies和web beacon来了解您使用蜜桃的服务进行什么活动、或哪些网页或服务最受欢迎；广告优化。Cookies和web beacon有助于蜜桃根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。
        蜜桃为上述目的使用cookies和web beacon的同时，可能将通过cookies和web beacon收集的非个人身份信息汇总提供给广告商和其他伙伴，用于分析 您和其他用户如何使用蜜桃的服务并用于广告服务。蜜桃的产品和服务上可能会有广告商和其他合作方放置的cookies和web beacon。这些cookies和web beacon可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方cookies和web beacon收集和使用该等信息不受本《隐私政策》约束，而是受到其自身的隐私政策约束，蜜桃不对第三方的cookies或web beacon承担责任。
        您可以通过浏览器设置拒绝或管理cookies或web beacon。但请您注意，如果您停用cookies或web beacon，蜜桃有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。同时，您仍然将收到同样数量的广告，只是这些广告与您的相关性会降低。
        <hr>广告
        蜜桃可能使用您的信息，向您提供与您更加相关的广告。
        蜜桃也可能使用您的信息，通过蜜桃的服务、电子邮件或其他方式向您发送营销信息，提供或推广蜜桃或第三方的如下商品和服务：
        蜜桃的商品和服务，以及蜜桃的关联公司和合营伙伴的商品和服务，包括即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、付款服务、互联网搜索服务、位置和地图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融及其他社交媒体、娱乐、电子商务、资讯及通讯软件和服务（“互联网服务”）；
        第三方互联网服务供应商，以及与下列有关的第三方商品和服务：食物和餐饮、体育、音乐、电影、电视、现场表演和其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及金融服务、会员积分和奖励计划，以及蜜桃认为可能与您相关的其他商品和服务。如您不希望蜜桃将您的个人信息用作前述广告用途，您可以通过蜜桃在广告中提供的相关指示、或在特定服务中提供的指引，要求蜜桃停止为上述用途使用您的个人信息。
        蜜桃向您发送的邮件和信息
        邮件和信息推送您使用蜜桃服务时，蜜桃可能使用您的信息向您的设备发送电子邮件、新闻或推送通知。如您不希望收到这些信息，您可以按照蜜桃向您发出的电子邮件所述指示，在设备上选择取消订阅。与服务有关的公告 蜜桃可能在必需时（例如当蜜桃由于系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。
        我们服务中的第三方服务
        蜜桃的服务可能包括或链接至第三方提供的社交媒体或其他服务（包括网站）。例如：
        您可利用“分享”键将某些内容分享到蜜桃的服务，或您可利用第三方连线服务登录蜜桃的服务。这些功能可能会收集您的信息（包括您的日志信息），并可能在您的电脑装置cookies，从而正常运行上述功能；
        蜜桃通过广告或蜜桃服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。
        该等第三方社交媒体或其他服务可能由相关的第三方或蜜桃运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何个人信息），须受第三方自己的服务条款及隐私政策（而非《通用服务条款》或本《隐私政策》）约束，您需要仔细阅读其条款。本《隐私政策》仅适用于蜜桃所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而蜜桃对任何第三方使用由您提供的信息不承担任何责任。
        <hr>年龄限制
        蜜桃禁止未成年人进行充值、消费行为。蜜桃鼓励父母或监护人指导未满十八岁的未成年人使用蜜桃的服务。蜜桃建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交的个人信息之前寻求父母或监护人的同意和指导。
        本《隐私政策》的适用范围
        除某些特定服务外，蜜桃所有的服务均适用本《隐私政策》。这些特定服务将适用特定的隐私政策。该特定服务的隐私政策构成本《隐私政策》的一部分。如任何特定服务的隐私政策与本《隐私政策》有不一致之处，则适用特定服务的隐私政策。
        请您注意，本《隐私政策》不适用于以下情况：
        通过蜜桃的服务而接入的第三方服务（包括任何第三方网站）收集的信息；
        通过在蜜桃服务中提供广告服务的第三方所收集的信息。
        <hr>本《隐私政策》的修改
        蜜桃可能随时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。如该等修改造成您在本《隐私政策》下权利的实质减少，蜜桃将在修改生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您，在该种情况下，若您继续使用蜜桃的服务，即表示同意受经修订的本《隐私政策》的约束。
      </mu-expansion-panel>
      <mu-expansion-panel>
        <div slot="header">服务协议</div>提示：请您认真阅读并充分理解本《服务协议》（下称《协议》）全部内容，特别是免除或者限制蜜桃责任的免责条款以及对用户的权利限制条款。
        <br>请您在认真阅读并充分理解《协议》内容之后决定是否接受本《协议》。如您是未成年人（未满18周岁），须在法定监护人陪同下阅读并决定是否接受本《协议》。您接受本《协议》全部内容之后，即可注册、登录或使用本《协议》所涉相关服务。您的注册、登录、使用等行为视为对本《协议》全部内容的接受。
        <br>本《协议》是您（下称“用户”）与蜜桃公司（北京蜜莱坞网络科技有限公司，下称“蜜桃”）之间关于注册、登录“蜜桃”视频直播平台以及使用“蜜桃”视频直播平台服务所订立的协议，本《协议》约定了蜜桃与用户之间关于“蜜桃”服务方面的权利义务。 “用户”是指注册、登录、使用、浏览、获取本《协议》项下服务的个人或组织。
        <br>本《协议》内容由蜜桃随时更新，用户可在本网站查阅最新版协议条款。更新后的协议条款一旦公布即代替原来的协议条款。协议条款更新后，如您不同意接受，您不应继续使用蜜桃提供的服务。
        <hr>

        一、使用规则
        <br>1、用户充分理解并同意：蜜桃仅为用户提供信息存储、分享平台服务，用户必须为自己注册帐号下发生一切行为负责，包括因您所传送至蜜桃平台的任何内容、信息等所导致的不利后果，该等不利后果包括但不限于赔偿、罚款、司法/仲裁程序费用、律师费、合理支出、给蜜桃造成的损害等。用户应对蜜桃平台上其他注册用户（包括主播）发布的内容自行加以判断，并承担因使用该内容而给自己、他人及社会造成的法律责任，包括但不限于因对内容的准确性、真实性、完整性或实用性等的依赖而产生的风险。
        <br>2、用户在使用蜜桃服务中发布的任何内容、信息等并不反映或代表蜜桃的观点、立场或政策，蜜桃对此不承担任何责任。
        <br>3、用户充分理解并同意：蜜桃是一个基于用户关系网的点对点信息服务平台，用户须对在蜜桃上的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人或利用他人的名义传播任何信息，不得恶意使用注册帐号导致其他用户误认。否则，蜜桃有权立即停止提供服务，注销用户的蜜桃帐号，用户应自行承担由此而产生的一切法律责任。
        <br>4、蜜桃对用户上传的所有信息的真实性、合法性、无害性、有效性等不负任何单独或连带之保证责任，用户因其所传播的信息而引发的相关法律责任由用户自行承担。
        <br>5、用户充分理解并同意：因业务发展需要、突发情势等，蜜桃可能会临时变更，暂停、限制或者终止蜜桃部分或全部服务，蜜桃将努力但不保证能做到事先通知。用户知悉并愿意承担该类风险。
        <br>6、用户充分理解并同意：蜜桃提供的服务中可能包括广告。用户同意在使用服务过程中显示蜜桃和第三方供应商、合作伙伴提供的广告。同时，蜜桃有权在直播间内添加网站logo（或名称）和时间的水印标志。蜜桃将尽力但不保证不影响您的直播体验。
        <br>7、用户不得利用蜜桃或蜜桃视频直播平台服务制作、上载、传播包含如下任何内容的信息：
        <br>(1)反对宪法所确定的基本原则的；
        <br>(2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        <br>(3)损害国家荣誉和利益的；
        <br>(4)煽动民族仇恨、民族歧视，破坏民族团结的；
        <br>(5)破坏国家宗教政策，宣扬邪教和封建迷信的；
        <br>(6)散布谣言，扰乱社会秩序，破坏社会稳定的；
        <br>(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        <br>(8)侮辱或者诽谤他人，侵害他人合法权益的；
        <br>(9)含有法律、行政法规禁止的其他内容的信息。
        <br>8、根据合理判断，蜜桃可以对违反法律法规、本《协议》约定，侵犯、妨害、威胁他人权利的内容，或者假冒他人名义发布的内容，依法采取停止传输、下线等措施，并有权依合理判断对违反本条款的用户采取适当的法律行动，包括但不限于：从蜜桃服务平台中保全具有违法性、侵权性、不当性等内容、限制或禁止用户使用蜜桃全部或部分服务、注销用户帐户以及依据法律法规保存有关信息并向有关部门报告等。
        <br>9、用户权利及义务：
        <br>(1)蜜桃帐号的所有权归蜜桃所有，用户完成申请注册手续后，获得蜜桃帐号的使用权，该使用权仅属于初始申请注册人，禁止用户赠与、借用、租用、转让或售卖蜜桃帐号。如果使用者并非帐号初始申请注册人，蜜桃有权在未经通知的情况下冻结、回收该帐号而无需向该帐号使用人承担法律责任，由此导致的包括并不限于用户通讯中断、用户资料和虚拟道具等清空等损失由用户自行承担。若帐号的归属出现争议的，蜜莱坞公司在收到相关方的投诉后，有权暂时冻结该争议帐号；争议各方在举证期（7个工作日）内提供证据证明帐号归属，蜜莱坞公司依据各方提供的证据判断归属后，解冻争议帐号。
        <br>(2)用户可以更改、删除在蜜桃帐号或平台上的个人资料、注册信息及传送内容等（但用户不可自行注销蜜桃帐号）。用户在更改、删除有关信息的同时也可能会造成储存在系统中的文字、图片、视频等丢失，蜜桃对用户自主操作导致内容丢失不承担责任。请注意，手机号
      </mu-expansion-panel>
      <mu-expansion-panel>
        <div slot="header">贴主管理规范</div>
        <hr>

        一、概述
        1.1为了加强对蜜桃社区直播业务的管理，给蜜桃用户提供一个和谐健康的才艺展示与欣赏平台，蜜桃现进一步对所有用户的直播内容进行规范及明确，依据北京蜜莱坞网络科技有限公司（下称“蜜桃官方”）制定的《蜜桃社区公约》、特制订本规范。
        1.2本规范所指的视频直播包含蜜桃平台上的所有视频业务。
        <hr>

        二、视频直播间违规定义
        <hr>2.1.1蜜桃主播必须遵守以下规定，否则将受到处罚，违规的情节严重程度由蜜桃官方依据违规意图、违规时间和违规主体等客观因素来进行综合评定。
        <hr>2.1.2蜜桃主播有义务保证直播环境健康有序，主播需对直播间中的连麦者、房间信息等所有直播内容负责，若以上部分有违规行为，蜜桃官方将依据违规情况，处罚违规者的同时，连带处罚主播。
        <hr>2.2.1严禁进行反党反政府或带有侮辱诋毁党和国家的行为。 例如：（1）违反宪法确定的基本原则的；
        <br>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        <br>（3）损害国家荣誉和利益的；
        <br>（4）煽动民族仇恨、民族歧视、破坏民族团结的；
        <br>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
        <br>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
        <br>（7）散布暴力、恐怖或者教唆犯罪的；
        <br>（8）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
        <br>

        （9）其他可能引起或已经引起不良影响的政治话题；
        <hr>2.2.2严禁直播违反国家法律法规、平台政策的内容例如：（1）展示毒品样品、表演及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相
        关的内容；
        <br>（2）组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；
        <br>（3）直播宣扬赌博/赌场、毒品、卖淫等相关信息的；
        <br>（4）情色、裸露尺度过大等行为；
        <br>（5）绿屏、马赛克；
        <br>

        （6）残疾人、军人直播；
        <hr>2.2.3严禁进行威胁生命健康，或利用枪支、刀具表演 例如：x（1）使用刀具、仿真刀具、枪支、仿真枪支、表演具有高度危险性的直播内容；
        <br>（2）表演危害他人人身安全的内容。如：殴打他人、威胁他人等；
        <br>（3）表演危害自身安全的内容。如自残自杀自虐等；
        <br>（4）表演危害动物生命健康的内容。如虐待小动物等；
        <br>

        （5）其他威胁生命健康的表演；
        <hr>2.2.4严禁传播具有性行为、性挑逗或性侮辱内容例如：（1）传播侵犯他人隐私的走光、偷拍、漏点等信息；
        <br>（2）传播招嫖、一夜情、换妻、性虐待等的有害信息；
        <br>（3）传播情色游戏、动漫；
        <br>（4）传播淫秽、低俗网站；
        <br>

        （5）传播涉黄、带有性挑逗、性暗示的图片、言论、歌曲、文字、视频、音频等内容；
        <hr>

        2.2.5禁止发布广告类信息例如：（1）发布赌博类、博彩类、售卖粉丝人气、钻石等、成人用品类、枪支、军刀、弓弩类、成人影视类、性用品、保健品类、香烟广告、非法性药品广告和性病治疗广告等包含但不限于以上内容。
        <hr>2.2.6直播着装包含低俗、暴露、带有明显性暗示的妆容等 例如：（1）女性大尺度裸露背部，男性赤裸上身；
        <br>（2）穿着情趣制服、情趣内衣、暴露装、透视装、肉色紧身衣、内衣外穿、半截抹胸、渔网袜、吊带袜、三角短裤或呈现三角状短裤、低腰超短裤、有性暗示文字或图片的服装等；
        <br>（3）带有中华人民共和国（包含港澳台）国家机关人员着装进行表演的行为；
        <br>（4）上装：裸露内衣、穿着露沟或容易露沟的服装。下装：短裙或短裤下摆高于臀下线。
        <br>

        （5）其他不雅妆容。
        <hr>2.2.7侵犯他人合法权益 例如：（1）侵犯他人隐私，危及公众利益。未经当事人同意，公开他人身份证、名片、姓名、住址、电话等个人资料及其他隐私信息、进行任何形式的采访、互动等行为；
        <br>（2）使用文字、音频、图片、视频等任何形式宣传其他同类型直播平台或公会；
        <br>（3）播放未经授权的影视动漫作品或游戏；
        <br>（4）直播无自主行为能力的婴幼儿露JJ的，侵犯其合法权益的其他行为；
        <br>

        （5）冒充媒体、电视台、记者等名义进行直播活动或未经授权的非官方活动；
        <hr>2.2.8直播动作言行违规内容例如：（1）在镜头前聚焦胸部、臀部、腿部、脚部等敏感部位博取眼球，如：对着镜头撅屁股、展示裆部；
        <br>（2）出现带有性暗示或挑逗行为动作。包括但不限于：抖胸、猜内衣裤的颜色、直播脱/
        穿丝袜、撕扯或剪衣服等；
        <br>（3）使用性用品或暗示性的道具进行表演；
        <br>（4）进行其他类涉政、涉黄、违法、侵权、或威胁生命健康等其他类型违反蜜桃社区相关秩序规范的表演；
        <br>（5）以任何形式进行任何擦边游戏表演。如：揉胸、揉臀、用臀部画圆、用胯模拟活塞运动等包含但不限于以上动作；
        <br>（6）带有明显暗示性的舞蹈，禁止出现：撩上衣、撩裙子；
        <br>（7）抽烟、驾驶车辆直播等行为；
        <br>（8）以自虐或攻击他人来吸引眼球的表演。包括但不限于酗酒、虐待自己、他人或互殴、吃或者展示各种令人不适的物品，活物、死物等；
        <br>（9）组织带有骚扰、挑逗性质的直播活动；
        <br>（10）讨论政治敏感性话题
      </mu-expansion-panel>
      <mu-expansion-panel>
        <div slot="header">蜜桃社区用户违规管理规则</div>
        <hr>一、总则
        <br>

        第一条 为建设一个健康和完善的蜜桃网络社区环境，维护蜜桃社区的基本秩序，定义用户的违规行为和处罚规定，特制定本规则。
        <br>

        第二条 本规则适用于全体蜜桃用户。
        <br>

        第三条 违规行为的分类。
        <hr>二、纠正与处罚措施的分类说明
        第四条 纠正是指系统对带有违规信息的账号进行个人信息删除的操作，包括：
        <br>昵称：清空个人昵称（恢复默认）
        <br>签名：清空签名内容
        <br>

        头像：清空个人头像（恢复默认）
        第五条 根据处罚措施的轻重程度不同，分为：
        禁言4小时、信息删除、提醒警告、2小时、4小时、12小时、24小时、90天、1年或作永久封号处理。
        <hr>

        三、违规行为分类
        <br>

        第六条 发布色情信息：个人昵称、个人签名、个人头像、聊天类含有色情淫秽信息：宣传以及涉嫌宣传裸聊直播间、一夜情、传播色情影音、传播色情播放链接、传播色情房间包含但不限于以上内容。
        <br>

        第七条 发布反动信息：个人昵称、个人签名、个人头像、聊天内容内发布反动信息：违反宪法、危害国家安全、传播邪教信息、损害国家荣誉和利益、破坏民族团结、破坏国家宗教政策、破坏社会稳定、含有国家法律法规禁止的蜜桃评估认为恶劣程度严重违规的其他内容。
        <br>

        第八条 骗取他人财物：诈骗、骗取他人财物或者蜜桃账号、钻石、映币等虚拟物品。
        <br>

        第九条 非法交易：通过非官方平台出售、购买、代充钻石、买卖粉丝人气以及账号，进行保号、专业解封、淘宝刷钻、辅助、脚本等。
        <br>第十条 扰乱社区秩序：
        <br>1.）使用外挂等辅助工具增加人气、挂机、刷粉等；
        <br>2.）有组织性地煽动人员去他人直播间或者发布违规信息；
        <br>3.）有组织性地煽动人员对其他主播或个人进行恶意举报；
        <br>4.）连麦诱导主播违规；
        <br>5．）通过私信公屏等对主播进行威胁和恐吓；
        <br>6.）影响平台正常经营、恶意攻击等行为，利用平台规则非法获取蜜桃号、钻石、映币等获利行为；
        <br>

        7.）个人昵称、个人签名、个人头像、聊天类宣传买卖账号、刷粉、保号、专业解封、淘宝刷钻、辅助、脚本等信息；
        <br>

        第十一条 用户言论：
        大肆宣扬赌博/赌场、毒品、卖淫等相关信息的。
        <br>

        第十二条 侵犯他人隐私：侵犯他人隐私，危及公众利益，未经当事人同意，公开他人身份证、姓名、住址、电话等个人资料及其他隐私信息。
        <br>

        第十三条 恶意攻击他人：侮辱、谩骂或者诽谤他人、骚扰或鼓动他人骚扰，侵害他人合法权益的。
        <br>

        第十四条 侵权行为：侵犯版权著作权：剽窃他人作品，未经许可转载或引用他人作品时侵犯版权。
        <br>

        第十五条 恶意举报：对其他主播和个人进行恶意举报。
        <br>第十六条 资料信息：（个人签名、头像、昵称）
        <br>1.）包含血腥暴力；
        <br>2.）头像不清晰、二维码违规信息图片化、含网址，微信公众号等带跳转信息的；
        <br>3.）头像及封面尺度过大，非主流类、大面积纹身露出（前胸、后背、花臂、花腿）、口罩、哺乳等；
        <br>4.）服装涉及军徽，警徽、国徽、党徽、国旗、军装、军装迷彩；
        <br>5.）未成年人封面；
        <br>6.）冒充明星；
        <br>7.）签名昵称为乱码；
        <br>8.）含有低俗信息：包括宣传以及涉嫌宣传一些与主流价值观不符、低级趣味如黄色笑话、婚外情等信；
        <br>9.）含有商业广告信息：如打广告、卖产品、未经官方审核的商业合作及推广行为；
        1
        <br>

        0.）冒充官方、宣传其他平台、宣传家族、公会等行为；
        <br>第十七条 不当言论：
        <br>1.）扰乱直播环境、恶意刷屏；
        <br>2.）言语低俗，带有侮辱性质；
        <br>3.）冒充官方、宣传其他平台、宣传家族、公会；
        <br>4.）含有低俗信息：包括宣传以及涉嫌宣传一些与主流价值观不符、低级趣味如黄色笑话、婚外情等信息；
        <br>

        5.）含有未经官方确认的商业广告信息：打广告、卖产品、商业合作及推广行为；
        <hr>

        四、其他说明
        <br>

        第十八条 违规的情节严重程度是蜜桃官方依据违规意图、违规时间和违规主体等客观因素来进行综合评定的。
        <br>

        第十九条 违规意图区分为主动违规和被动违规，主动违规是指用户主动发生的违规行为；被动违规是指用户账号被盗，由他人使用该账号发生的违规行为。
        <br>

        第二十条 违规时间区分为长期违规和短期违规，长期违规是指用户一定时间内连续发生或者持续时间较长的违规行为，短期违规是指用户一定时间内未连续违规并且持续时间较短的违规行为。
        <br>

        第二十一条 违规主体区分为个体违规和集体违规，个体违规是指单个用户发生的违规行为，集体违规是用户组织、诱导或者煽动其他人发生的多人违规行为。
        <hr>

        五、附则
        <br>

        第二十二条 本规则的修改权归蜜桃官方所有。蜜桃官方有权对本规则进行修改并公示。
        <br>第二十三条 本规则自发布之日起实施。
        蜜桃官方
      </mu-expansion-panel>
      <mu-expansion-panel>
        <div slot="header">关于蜜桃社区</div>蜜桃公社是一款为成年男性量身打造的专业聊天交友app。以提供照片圈子聊天交友服务以及围绕用户喜欢共同话题而展开的社区化服务，旨在为蜜桃用户创建公平，快乐，自由，健康的网络社区。
        <br>官方网站：www.mjdnuidcjhdbcvijdnciue
        <br>联系我们：400-123-456
        <hr>
      </mu-expansion-panel>
    </mu-container>
  </div>
</template>

<script>
import {
  UserCollectionPerson,
  UserCircle,
  PersonCollectionUser
} from "@/api/mine";
import { token } from "@/common/js/token";

export default {
  name: "follow",
  data() {
    return {
      isOpen: true
    };
  },
  created() {},
  methods: {}
};
</script>

<style scoped lang="less">
.title_p {
  text-align: center;
}

.demo-text {
  padding: 16px;
  background: #fff;
  p {
    margin: 8px 0;
  }
}

.demo-list-wrap {
  width: 100%;
  max-width: 360px;
}

.demo-loadmore-content {
  flex: 1;
  overflow: auto;
  -webkit-overflow-scrolling: touch;
}
</style>
